questions = 
    [[//Federal-Unitary`
        [//4
            "Нет необходимости в национальном правительстве",
            "Отдельные регионы нации должны иметь собственные вооружённые силы",
            "Законы региона должны иметь приоритет над национальными законами"
        ],
        [//3
            "Законы региона и местные законы должны иметь приоритет над национальными законами",
            "Национальное правительство не может понять, что нужно людям",
            "Люди должны быть более преданны своему местному региону, чем своей стране"
        ],
        [//2
            "Местные правительства должны иметь больше власти, чем они имеют сейчас",
            "Законы должны варьироваться от территории к территории и от культуры к культуре внутри страны",
            "Протестировать политику в одном регионе вместо того, чтобы проводить её по всей стране сразу — это хорошая идея"
            
        ],
        [//1
            "Местные правительства могут понять своих жителей лучше, чем национальное правительство",
            "Местные правительства решают вопросы, которые национальное правительство никогда бы не затронуло без них",
            "Местные правительства дают каждому региону хорошее представление их взглядов"
        ],
        [//-1
            "Страна не может функционировать без национального правительства",
            "Национальное правительство защищает меньшинства лучше, чем некоторые местные правительства",
            "Существует множество вопросов, которые не имеет смысла решать на местном уровне"
        ],
        [//-2
            "Национальное правительство нуждается в большей власти",
            "Отдельные регионы не должны иметь возможность освобождаться от национальных законов",
            "Люди должны думать о себе как о гражданах своей нации, а не своего региона"
        ],
        [//-3
            "Группа регионов без сильного национального правительства — это просто союз, а не нация",
            "Национальное правительство должно быть сильным, чтобы адекватно защищать всех его граждан",
            "Регионы не могут функционировать без сильного национального правительства"
        ],
        [//-4
            "Нет нужды в местных или региональных правительствах",
            "Законы должны быть полностью согласованы во всех регионах нации",
            "Сильные регионы ослабляют нацию"
        ]],[//Democratic-Authoritarian`
        [//4
            "Прямая демократия — лучшая форма правления",
            "Люди должны сами голосовать по поводу вопросов",
            "Представители редко представляют нацию хорошо"
        ],
        [//3
            "Важно, чтобы правительство следовало мнению большинства, даже если оно неверное",
            "Чем больше людей спрашивает, тем больше шанс найти лучшее решение",
            "Никто кроме меня не способен адекватно представлять мои взгляды"
        ],
        [//2
            "Выборы — эффективный путь показать одобрение правительства",
            "Демократия — худшая форма правления, за исключением всех других, которые мы пробовали",
            "Каждый человек должен иметь один голос, равный всем остальным"
        ],
        [//1
            "Демократия — это больше, чем процесс принятия решений",
            "Люди должны иметь власть выбирать собственных лидеров",
            "Правительство должно быть от народа для народа"
        ],
        [//-1
            "Чем сильнее руководство, тем лучше",
            "Популярное мнение не всегда верно",
            "Лидеры должны быть сильными, иначе пострадает нация"
        ],
        [//-2
             "Иерархическое устройство — лучшее",
            "Общество не может существовать без лидеров и последователей",
             "Демократия делает слишком лёгким для большинства дальнейшее развитие за счёт меньшинств"
        ],
        [//-3
            "Обычные массы принимают плохие решения",
             "Важно ставить цели моей группы выше всех других",
            "Общественное мнение слишком сильно зависит от эмоциональных переживаний, чтобы быть полезным для ведения политики"
        ],
        [//-4
            "Выборы — пустая трата ресурсов",
            "Удовлетворение популярного мнения вредно для нации",
            "Нация должна подчиняться своим лидерам без всяких вопросов"
        ]],[//Globalist-Isolationist
        [//4
            "Единое мировое правительство было бы выгодно человечеству",
            "Мы в первую очередь граждане Земли",
            "Для выживания человечества мы должны оставить в прошлом отдельные нации"
        ],
        [//3
            "ООН нужно дать больше власти",
            "ООН должна иметь войска для претворения в жизнь своих резолюций",
            "Иметь независимые нации, сохраняя риск глобального конфликта, создаёт большую угрозу для человечества как такового"
        ],
        [//2
            "Я поддерживаю региональные союзы, такие как Европейский Союз",
            "Правительства должны быть подотчётны мировому сообществу",
            "Нации, сражающиеся друг с другом, стоят на пути прогресса"
        ],
        [//1
            "Международная торговля в общем выгодна",
            "Союзы важны для защиты нации",
            "Нации должны сотрудничать, когда это приносит выгоду им обоим"
        ],
        [//-1
            "Важно сохранять наш национальный суверенитет",
            "Моя нация ближе к моим взглядам, чем большинство наций в мире",
            "Я горжусь тем, что живу в моей стране"
        ],
        [//-2
            "Международная помощь — пустая трата денег",
            "Союзы могут представлять угрозу для национального суверенитета",
            "Важно защищать национальные культуры"
        ],
        [//-3
            "Моя нация должна держаться подальше от международных отношений",
            "ООН должна быть распущена",
            "Никто в других странах не думает о наших наилучших интересах"
        ],
        [//-4
            "Дипломатия только вредит нации",
            "Не должно быть международных законов",
            "Любые договоры, которых хотят другие страны, плохи для нас"
        ]],[//Militarist-Pacifist
        [//4
            "Война необходима для процветания экономики",
            "Постоянное состояние войны полезно для страны",
            "Только те, кто служит в армии, должны влиять на то, кто находиться у власти"
        ],
        [//3
            "Должна быть обязательная военная служба",
            "Страны, которые не служат нашим интересам, должны быть низвергнуты",
            "Только тот, кто служил в армии, должен иметь возможность получить власть в правительстве"
        ],
        [//2
            "Военные действия нашей нации часто необходимы для её защиты",
            "Страны, нарушающие права человека, должны быть низвергнуты",
            "Вариант военного вмешательства всегда должен рассматриваться"
        ],
        [//1
            "Правительство должно содержать сильную армию, чтобы защитить себя",
            "Нации обычно нужна армия, чтобы выжить",
            "Мы должны уважать тех, кто служил в нашей армии"
        ],
        [//-1
            "Более важно сохранять мирные отношения, чем наращивать нашу силу",
            "Дипломатические варианты всегда должны быть испробованы, прежде чем война будет хотя бы рассмотрена",
            "Мир предпочтительнее войны, когда это возможно"
        ],
        [//-2
            "Даже во время протестов против авторитарного правительства, насилие недопустимо",
            "Прочный мир ведёт к процветанию",
            "Война обычно приводит к худшим последствиям"
        ],
        [//-3
            "Военные расходы — пустая трата денег",
            "Мы не имеем право на военное вторжение в другие страны",
            "Страны разваливаются при постоянной войне"
        ],
        [//-4
            "Война никогда не оправдана",
            "В современную эпоху войска в действительности не необходимы",
            "Нации не должны содержать войска"
        ]],[//Security-Freedom
        [//4
            "Тех, кто не согласнен с правительством, не должно быть в нашей стране",
            "Правительство должно контролировать всех граждан для борьбы с терроризмом",
            "Люди не должны иметь средств защиты, которые могут помешать раскрыть их преступные действия"
        ],
        [//3
            "Полиция должна иметь больше власти и защиты",
            "Очень важно поддерживать закон и порядок",
            "Страна должна обязательно использовать все меры для обеспечения соблюдения своих законов"
        ],
        [//2
            "Если вам нечего скрывать, тогда вы не должны беспокоиться о том, что правительство имеет доступ к вашим коммуникациям",
            "Пожертвовать некоторыми гражданскими свободами необходимо для того, чтобы защитить нас от актов терроризма",
            "Правительственная слежка необходима в современном мире"
        ],
        [//1
            "Правительство должно иметь доступ к электронной почте подозреваемых террористов",
            "Нужно отказаться от некоторой свободы ради сохранения безопасности людей",
            "Абсолютная свобода делает общество опасным"
        ],
        [//-1
            "Марихуана должна быть легализована",
            "Людям должна быть предоставлена свобода всегда, когда это вызывает небольшой риск безопасности",
            "Правительству не должно быть дела до того, чтобы наблюдать за личной жизнью большинства людей"
        ],
        [//-2
            "Аборты должны быть законны во всех случаях",
            "Полиция должна больше регулироваться",
            "Ни один авторитет не должен оставаться без вопросов"
        ],
        [//-3
            "Преступления без жертвы (такие как употребление наркотиков) вообще не должны быть преступлениями",
            "Большинство наркотиков должны быть легализованы",
            "Разоблачители должны быть хорошо защищены"
        ],
        [//-4
            "Само существование государства представляет угрозу нашей свободе",
            "Полиции быть не должно",
            "Свобода людей не должна иметь границ"
        ]],[//Equality-Markets`
        [//4
            "Коммунизм, если его правильно реализовать, был бы хорошей формой экономики",
            "От каждого по способностям, каждому по потребностям",
            "Равенство результата важно"
        ],
        [//3
            "Притеснение со стороны корпораций вызывает больше беспокойства, чем угнетение со стороны правительств",
            "Налоги должны быть увеличены для богатых, чтобы обеспечить бедных",
            "Общественные блага, такие как дороги и электричество, должны находиться в общественной собственности"
        ],
        [//2
            "Я поддерживаю систему единого плательщика, всеобщее здравоохранение.",
            "Богатые имеют гораздо больше, чем им нужно",
            "Основные вещи, необходимые для жизни, такие как здравоохранение, — это права"
        ],
        [//1
            "Необходимо, чтобы правительство вмешивалось в экономику для защиты потребителя",
            "Люди должны иметь равные возможности для достижения успеха",
            "Люди, рождённые в богатых семьях, получают успех несправедливо, даже если они неопытны и работают не усердно"
        ],
        [//-1
            "Люди должны иметь право оставить свое богатство своим потомкам",
            "Чрезмерное государственное вмешательство является угрозой для экономики",
            "Экономика без какого-либо капитализма рухнет"
        ],
        [//-2
            "Лучше поддерживать сбалансированный бюджет, чем обеспечивать благосостояние всех граждан",
            "Капитализм лучше любой существующей альтернативы",
            "Промышленность в собственности государства — это, обычно, плохая идея"
        ],
        [//-3
            "Чем свободнее рынок, тем свободнее люди",
            "Люди должны трудиться для того, чтобы что-то получить",
            "Бедные выбрали быть бедными"
        ],
        [//-4
            "Правительство вообще не должно регулировать экономику",
            "Правительство не должно разрушать монополии",
            "Те, кто не работает, должны умереть"
        ]],[//Secular-Religious
        [//4
            "Религия должна быть запрещена",
            "Вера — это полная бессмыслица",
            "Религия должна приходить в упадок, чтобы общество прогрессировало"
        ],
        [//3
            "Религиозную одежду должно быть запрещено носить на публике",
            "Нет никакой высшей силы",
            "Правительство никоим образом не должно финансировать религиозные организации"
        ],
        [//2
            "Я поддерживаю гей-браки",
            "Правительство должно одинаково смотреть на все религии",
            "Религия должна быть изгнана отовсюду в нашем правительстве"
        ],
        [//1
            "Религия не относится к правительству",
            "Законы не должны основываться на религии",
            "Должно быть разделение между церковью и государством"
        ],
        [//-1
            "Я верю, что есть что-то после смерти",
            "Религия выгодна для общества",
            "Людям должно быть разрешено исповедовать религию"
        ],
        [//-2
            "Я верю в высшую силу",
            "Религиозные организации часто оказывают лучшую помощь бедным, чем правительство",
            "Дети должны воспитываться в религиозных ценностях"
        ],
        [//-3
            "Религия обычно даёт истину",
            "Мои религиозные ценности должны быть распространены так широко, как только возможно",
            "Секс вне брака аморален"
        ],
        [//-4
            "Теократия — хорошая система правления",
            "Правительство должно поддерживать и признавать только одну религию",
            "Большинство плохих вещей в мире происходят из-за того, что мы отвернулись от религии"
        ]],[//Progressive-Traditional
        [//4
            "Если ИИ может править эффективнее, чем люди, тогда ИИ должен править",
            "Генетические модификации — благо, даже на людях",
            "Традиция просто мешает прогрессу технологий"
        ],
        [//3
            "Всеобщая автоматизация невероятно полезна для общества",
            "Традиции не имеют ценности сами по себе",
            "Когда люди уже пострадали для развития технологии, мы должны использовать эту технологию"
        ],
        [//2
            "Мы должны приложить усилия, чтобы в ближайшем будущем отправить человека на Марс",
            "Тестировать продукты на животных этично",
            "Технический прогресс — это, обычно, благо"
            
        ],
        [//1
            "Изменение климата, вызванное человеком, в настоящее время является одной из самых серьезных угроз для нашего образа жизни",
            "Экологические регуляции важны",
            "Лучший мир придет благодаря автоматизации, науке и технологии"
        ],
        [//-1
            "Преследовать прогресс любой ценой опасно",
            "Технологии не всегда выгодны",
            "Традиции важны"
        ],
        [//-2
            "Технологии негативно влияют на современное общество",
            "Генетические модификации должны использоваться редко, если вообще использоваться",
            "Поддерживать семейные ценности важно"
        ],
        [//-3
            "Общество было лучше много лет назад, чем сейчас",
            "Важно, чтобы мы сохраняли традиции нашего прошлого",
            "Старые люди общества знают лучший путь для него"
        ],
        [//-4
            "Традиционная медицина часто более эффективна чем современная медицина",
            "Интернет должен быть запрещён",
            "Мы должны вернуться к простому образу жизни без современных удобств"
        ]],[//Assimilationist-Multiculturalist
        [//4
            "Иностранцы никогда не должны въезжать в страну",
            "Мы не должны принимать любых беженцев",
            "В нашей стране должны говорить только на нашем(-их) национальном(-ых) языка(-x)"
        ],
        [//3
            "Только очень талантливым иммигрантам, если даже и не им, должно быть разрешено въезжать в страну",
            "Если мы вообще принимаем мигрантов, важно, чтобы они ассимилировались в нашу культуру",
            "Иммигранты никогда на самом деле не приспособятся к нашему образу жизни"
        ],
        [//2
            "В общем, иммигранты вредны для страны",
            "Культуру нации важно защищать",
            "Нелегальные иммигранты не приносят пользу принимающей стране"
        ],
        [//1
            "Нелегальные мигранты должны быть депортированы в большинстве или во всех случаях",
            "От иммигрантов нужно ждать, что они изучат язык страны",
            "Защита границ важна"
        ],
        [//-1
            "Мы должны принимать больше беженцев",
            "Иммигранты — чистый позитив",
            "Я наслаждаюсь некоторыми иностранными культурами"
        ],
        [//-2
            "Никакие культуры не превосходят другие",
            "Мы должны больше принимать другие культуры",
            "Все общества — это смесь культур"
        ],
        [//-3
            "Каждый должен говорить как минимум на двух языках",
            "Все люди разделяют общую идентичность",
            "Наша культура была бы лучше с другими культурами, смешанными с ней в большей степени"
        ],
        [//-4
            "Правительства должны заботиться об иностранных гражданах так же, как и о тех, кто находится внутри их границ",
            "Любой, кто хочет въехать в страну, должен иметь такую возможность",
            "Выгоды открытых границ превышают издержки"
        ]
    ]];